version = "v0.1.4"

about = (
    "Программа для внесения и просмотра списка организаций в которых работают пациенты, проходящие мед. и проф. осмотры.\n"
    "Работает на базе Арена (Разработка КОМИАЦ)\n"
    "\nРазработчик Сулима Р.И. Инженер-программист отдела АСУ ГАУЗ ККБСМП\nEmail: sulima.ri@kkbsmp.ru\n"
    "При ошибках обращаться в отдел АСУ Телефон: 25-04-33\n"
    f"Версия программы: {version}")

error_mes = ("К сожалению запись не была добавлена. Возникла техническая ошибка.\n"
             "Пожалуйста, обратитьс в отдел АСУ по телефону: 25-04-33")
